/* No comment provided by engineer. */
" (Aborted)" = " (Прервано)";

/* No comment provided by engineer. */
" (Declined)" = " (Запрещено)";

/* No comment provided by engineer. */
" (Missed)" = " (Отсутствует)";

/* No comment provided by engineer. */
"%@ is busy." = "%@ is busy.";

/* No comment provided by engineer. */
"%@ is composing..." = "%@ is composing...";

/* No comment provided by engineer. */
"%@ is not registered." = "%@ is not registered.";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nПо причине: %2$@";

/* %d */
"%d unread messages" = "%d unread messages";

/* No comment provided by engineer. */
"'%@' would like to enable video" = "'%@' хотел бы включить видео";

/* No comment provided by engineer. */
"About" = "О программе";

/* No comment provided by engineer. */
"Accept" = "Принять";

/* No comment provided by engineer. */
"Account creation issue" = "Ошибка при создании учётной записи";

/* No comment provided by engineer. */
"Account validation issue" = "Ошибка при проверке учётной записи";

/* No comment provided by engineer. */
"Address book" = "Адресная книга";

/* No comment provided by engineer. */
"Alert" = "Предупреждение";

/* No comment provided by engineer. */
"Answer" = "Ответить";

/* No comment provided by engineer. */
"Application logs" = "Application logs";

/* No comment provided by engineer. */
"Are you sure to want to clear your proxy setup?" = "Are you sure to want to clear your proxy setup?";

/* No comment provided by engineer. */
"Authentication needed." = "Authentication needed.";

/* No comment provided by engineer. */
"Average" = "Средний";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Имя пользователя/пароль неверны, проверьте Ваши настройки";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "Батарея разряжена, остановить видео ?";

/* No comment provided by engineer. */
"Call failed" = "Звонок не удался";

/* No comment provided by engineer. */
"Camera" = "Камера";

/* No comment provided by engineer. */
"Can't create the account. Please try again." = "Невозможно создать учётную запись. Пожалуйста попробуйте ещё.";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"Cannot call %@." = "Cannot call %@.";

/* No comment provided by engineer. */
"Cannot make call" = "Невозможно совершить звонок";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "Cannot purchase anything yet, please try again later.";

/* No comment provided by engineer. */
"Cannot send email" = "Cannot send email";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "Невозможно записать картинку в библиотеку фотографий";

/* No comment provided by engineer. */
"Check error(s)" = "Проверьте ошибку(и)";

/* No comment provided by engineer. */
"Check issue" = "Проверьте ошибку";

/* No comment provided by engineer. */
"Choose an action" = "Choose an action";

/* No comment provided by engineer. */
"Choose the image size" = "Выберите размер изображения";

/* No comment provided by engineer. */
"Communication issue" = "Ошибка связи";

/* No comment provided by engineer. */
"Communication issue (%@)" = "Ошибка связи (%@)";

/* No comment provided by engineer. */
"Company name" = "Company name";

/* No comment provided by engineer. */
"Confirm the following SAS with the peer:\n%s" = "Подтвердите SAS собеседника:\n%s";

/* No comment provided by engineer. */
"Continue" = "Продолжить";

/* No comment provided by engineer. */
"Continue video" = "Продолжить видео";

/* No comment provided by engineer. */
"Debug" = "Отладка";

/* No comment provided by engineer. */
"Decline" = "Отказать";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Прямое соединение";

/* No comment provided by engineer. */
"Disable logs" = "Disable logs";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Либо укажите SIP прокси сервер в настройках перед звонком, либо используйте адрес SIP в правильном формате (например sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Либо укажите SIP прокси сервер в настройках перед отсылкой сообщения, либо используйте адрес SIP в правильном формате (например sip:john@example.net)";

/* No comment provided by engineer. */
"Email address" = "Email address";

/* No comment provided by engineer. */
"Email addresses" = "Email addresses";

/* No comment provided by engineer. */
"Enable logs" = "Enable logs";

/* Dial Number */
"Dial Number" = "Введите адрес SIP или номер телефона...";

/* No comment provided by engineer. */
"Enter provisioning URL" = "Enter provisioning URL";

/* No comment provided by engineer. */
"Enter your password" = "Введите пароль";

/* No comment provided by engineer. */
"Enter your username" = "Введите имя пользователя";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error: no mail account configured" = "Error: no mail account configured";

/* ICE processing has failed */
"Failed" = "Не удалось";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "Failed configuring from the specified URL.";

/* No comment provided by engineer. */
"Failure" = "Failure";

/* No comment provided by engineer. */
"Fetch" = "Fetch";

/* No comment provided by engineer. */
"Fetching remote configuration" = "Fetching remote configuration";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "Fetching remote configuration...";

/* No comment provided by engineer. */
"First name" = "Имя";

/* No comment provided by engineer. */
"I got it, continue" = "I got it, continue";

/* No comment provided by engineer. */
"IC_MSG" = "Incoming call from %@";

/* No comment provided by engineer. */
"Illegal character in %@: %@" = "Illegal character in %1$@: %2$@";

/* No comment provided by engineer. */
"IM_MSG" = "Incoming message from %@";

/* No comment provided by engineer. */
"In apps not ready yet" = "In apps not ready yet";

/* ICE process is in progress */
"In progress" = "В процессе";

/* No comment provided by engineer. */
"Incoming call" = "Входящий звонок";

/* No comment provided by engineer. */
"Incorrect username or password." = "Incorrect username or password.";

/* No comment provided by engineer. */
"Invalid address" = "Invalid address";

/* No comment provided by engineer. */
"Invalid proxy address" = "Invalid proxy address";

/* No comment provided by engineer. */
"Invalid route" = "Invalid route";

/* No comment provided by engineer. */
"Invalid server response" = "Invalid server response";

/* No comment provided by engineer. */
"Invalid SIP address" = "Неверный адрес SIP";

/* No comment provided by engineer. */
"Invalid username or domain" = "Invalid username or domain";

/* No comment provided by engineer. */
"Last name" = "Фамилия";

/* No comment provided by engineer. */
"Launch Wizard" = "Launch Wizard";

/* No comment provided by engineer. */
"Launching the Wizard will delete any existing proxy config.\nAre you sure to want it?" = "Launching the Wizard will delete any existing proxy config.\nAre you sure to want it?";

/* No comment provided by engineer. */
"Low bandwidth" = "Низкая сорость подключения";

/* InAppSettingsKit */
"Mail not configured" = "Mail not configured";

/* No comment provided by engineer. */
"Mark Read" = "Mark Read";

/* No comment provided by engineer. */
"Maximum" = "Максимум";

/* No comment provided by engineer. */
"Minimum" = "Минимум";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "Соединение(я) NAT";

/* No comment provided by engineer. */
"Network down" = "Нет сети";

/* No comment provided by engineer. */
"Network Error" = "Ошибка сети";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No codec" = "Нет кодека";

/* No comment provided by engineer. */
"No connectivity" = "No connectivity";

/* No comment provided by engineer. */
"No microphone" = "Нет микрофона";

/* No comment provided by engineer. */
"No SIP account configured" = "Не настроена учётная запись SIP";

/* ICE has not been activated for this call */
"Not activated" = "Не активировано";

/* No comment provided by engineer. */
"Not registered" = "Не зарегистрировано";

/* InAppSettingsKit */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ок";

/* No comment provided by engineer. */
"Outgoing call" = "Исходящий звонок";

/* No comment provided by engineer. */
"phone number" = "phone number";

/* No comment provided by engineer. */
"Phone number" = "Номер телефона";

/* No comment provided by engineer. */
"Phone numbers" = "Телефонные номера";

/* No comment provided by engineer. */
"Photo library" = "Библиотека фотографий";

/* No comment provided by engineer. */
"Please enter a valid domain." = "Please enter a valid domain.";

/* No comment provided by engineer. */
"Please enter a valid username." = "Please enter a valid username.";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Пожалуйста убедитесь что Ваше устройство подключено к сети и перепроверьте настройки учётной записи SIP в настройках.";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Please terminate GSM call first.";

/* No comment provided by engineer. */
"Provisioning Load error" = "Provisioning Load error";

/* No comment provided by engineer. */
"Registered" = "Зарегистирован";

/* No comment provided by engineer. */
"Registration failed" = "Ошибка регистрации";

/* No comment provided by engineer. */
"Registration failed because authentication is missing or invalid for %s@%s.\nYou can provide password again, or check your account configuration in the settings." = "Registration failed because authentication is missing or invalid for %1$s@%2$s.\nYou can provide password again, or check your account configuration in the settings.";

/* No comment provided by engineer. */
"Registration failure" = "Ошибка регистрации";

/* No comment provided by engineer. */
"Registration in progress" = "Идёт регистрация";

/* ICE has established a connection through a relay */
"Relay connection" = "Ретранслируемое соединение";

/* No comment provided by engineer. */
"Remote configuration" = "Remote configuration";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "Remote configuration successfully fetched and applied.";

/* No comment provided by engineer. */
"Remove" = "Убрать";

/* No comment provided by engineer. */
"Remove trust in the peer?" = "Перестать доверять собеседнику?";

/* No comment provided by engineer. */
"Reply" = "Reply";

/* Resend */
"Resend" = "Resend";

/* No comment provided by engineer. */
"Select picture source" = "Выбрать источник изображения";

/* No comment provided by engineer. */
"Send logs" = "Send logs";

/* No comment provided by engineer. */
"Sending logs" = "Sending logs";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* No comment provided by engineer. */
"Show" = "Показать";

/* No comment provided by engineer. */
"SIP address" = "адрес SIP";

/* No comment provided by engineer. */
"SIP addresses" = "адреса SIP";

/* No comment provided by engineer. */
"Stay here" = "Stay here";

/* No comment provided by engineer. */
"Stop video" = "Остановить видео";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"The email is invalid." = "Недопустимы адрес электронной почты.\n";

/* No comment provided by engineer. */
"The password is too short (minimum %d characters)." = "Слишком короткий пароль (минимум %d знаков).\n";

/* No comment provided by engineer. */
"The passwords are different." = "Введённые пароли отличаются.\n";

/* No comment provided by engineer. */
"The username is too short (minimum %d characters)." = "Слишком короткое имя пользователя (минимум %d знаков).\n";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "Нет сети, подключите WIFI или WWAN перед тем как звонить";

/* No comment provided by engineer. */
"This account is already registered." = "This account is already registered.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "This operation will load a remote configuration. Continue ?";

/* No comment provided by engineer. */
"Transfer error" = "Ошибка передачи";

/* No comment provided by engineer. */
"Unknown" = "Неизвестен";

/* No comment provided by engineer. */
"Unknown error" = "Unknown error";

/* No comment provided by engineer. */
"Unknown error (%@)." = "Unknown error (%@).";

/* No comment provided by engineer. */
"username" = "username";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Username already exists" = "Имя пользователя уже используется";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "Видео не может быть активировано из-за низкой скорости подключения, доступно только аудио";

/* No comment provided by engineer. */
"Voice mail" = "Voice mail";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You already own an account." = "You already own an account.";

/* No comment provided by engineer. */
"You can either skip verification or connect to the Internet first." = "You can either skip verification or connect to the Internet first.";

/* No comment provided by engineer. */
"You cancelled your account." = "You cancelled your account.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "You have already purchased an account but it does not exist anymore.";

/* No comment provided by engineer. */
"You missed a call from %@" = "You missed a call from %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "Вам нужно разрешить программе пользоваться адресной книгой.\nПожалуйста переключите в  Settings > Privacy > Contacts";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use this application." = "Вам нужно подключить микрофон чтобы пользоваться приложением.";

/* No comment provided by engineer. */
"Your account is not validate yet." = "Ваша учётная запись ещё не подтверждена.";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Your device is not configured to send emails. Please configure mail application prior to send logs.";

